circular-cylinder-3-1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6.0
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          120;
        startFace       38030;
    }
    outlet
    {
        type            patch;
        nFaces          120;
        startFace       38150;
    }
    top
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          130;
        startFace       38270;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          130;
        startFace       38400;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          240;
        startFace       38530;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          38400;
        startFace       38770;
    }
)

// ************************************************************************* //
